[
  [
    10000,
    "The Adventure of the Speckled Band",
    "h1",
    "s=101;"
  ],
  [
    10001,
    "On glancing over my notes of the seventy odd cases in which I have during the last eight years studied the methods of my friend Sherlock Holmes, I find many tragic, some comic, a large number merely strange, but none commonplace; for, working as he did rather for the love of his art than for the acquirement of wealth, he refused to associate himself with any investigation which did not tend towards the unusual, and even the fantastic.",
    "p",
    "s=102;"
  ],
  [
    10002,
    "Of all these varied cases, however, I cannot recall any which presented more singular features than that which was associated with the well-known Surrey family of the Roylotts of Stoke Moran.",
    "",
    "s=103;"
  ],
  [
    10003,
    "The events in question occurred in the early days of my association with Holmes, when we were sharing rooms as bachelors in Baker Street.",
    "",
    "s=104;"
  ],
  [
    10004,
    "It is possible that I might have placed them upon record before, but a promise of secrecy was made at the time, from which I have only been freed during the last month by the untimely death of the lady to whom the pledge was given.",
    "",
    "s=105;"
  ],
  [
    10005,
    "It is perhaps as well that the facts should now come to light, for I have reasons to know that there are widespread rumours as to the death of Dr. Grimesby Roylott which tend to make the matter even more terrible than the truth.",
    "",
    "s=106;"
  ],
  [
    10006,
    "It was early in April in the year '83 that I woke one morning to find Sherlock Holmes standing, fully dressed, by the side of my bed.",
    "p",
    "s=107;"
  ],
  [
    10007,
    "He was a late riser, as a rule, and as the clock on the mantelpiece showed me that it was only a quarter-past seven, I blinked up at him in some surprise, and perhaps just a little resentment, for I was myself regular in my habits.",
    "",
    "s=108;"
  ],
  [
    10008,
    "\"Very sorry to knock you up, Watson,\" said he, \"but it's the common lot this morning.",
    "p",
    "s=109;"
  ],
  [
    10009,
    "Mrs. Hudson has been knocked up, she retorted upon me, and I on you.\"",
    "",
    "s=110;"
  ],
  [
    10010,
    "\"What is it, then--a fire?\"",
    "p",
    "s=111;"
  ],
  [
    10011,
    "\"No; a client.",
    "p",
    "s=112;"
  ],
  [
    10012,
    "It seems that a young lady has arrived in a considerable state of excitement, who insists upon seeing me.",
    "",
    "s=113;"
  ],
  [
    10013,
    "She is waiting now in the sitting-room.",
    "",
    "s=114;"
  ],
  [
    10014,
    "Now, when young ladies wander about the metropolis at this hour of the morning, and knock sleepy people up out of their beds, I presume that it is something very pressing which they have to communicate.",
    "",
    "s=115;"
  ],
  [
    10015,
    "Should it prove to be an interesting case, you would, I am sure, wish to follow it from the outset.",
    "",
    "s=116;"
  ],
  [
    10016,
    "I thought, at any rate, that I should call you and give you the chance.\"",
    "",
    "s=117;"
  ],
  [
    10017,
    "\"My dear fellow, I would not miss it for anything.\"",
    "p",
    "s=118;"
  ],
  [
    10018,
    "I had no keener pleasure than in following Holmes in his professional investigations, and in admiring the rapid deductions, as swift as intuitions, and yet always founded on a logical basis with which he unravelled the problems which were submitted to him.",
    "p",
    "s=119;"
  ],
  [
    10019,
    "I rapidly threw on my clothes and was ready in a few minutes to accompany my friend down to the sitting-room.",
    "",
    "s=120;"
  ],
  [
    10020,
    "A lady dressed in black and heavily veiled, who had been sitting in the window, rose as we entered.",
    "",
    "s=121;"
  ],
  [
    10021,
    "\"Good-morning, madam,\" said Holmes cheerily.",
    "p",
    "s=122;"
  ],
  [
    10022,
    "\"My name is Sherlock Holmes.",
    "",
    "s=123;"
  ],
  [
    10023,
    "This is my intimate friend and associate, Dr. Watson, before whom you can speak as freely as before myself.",
    "",
    "s=124;"
  ],
  [
    10024,
    "Ha!",
    "",
    "s=125;"
  ],
  [
    10025,
    "I am glad to see that Mrs. Hudson has had the good sense to light the fire.",
    "",
    "s=126;"
  ],
  [
    10026,
    "Pray draw up to it, and I shall order you a cup of hot coffee, for I observe that you are shivering.\"",
    "",
    "s=127;"
  ],
  [
    10027,
    "\"It is not cold which makes me shiver,\" said the woman in a low voice, changing her seat as requested.",
    "p",
    "s=128;"
  ],
  [
    10028,
    "\"What, then?\"",
    "p",
    "s=129;"
  ],
  [
    10029,
    "\"It is fear, Mr. Holmes.",
    "p",
    "s=130;"
  ],
  [
    10030,
    "It is terror.\"",
    "",
    "s=131;"
  ],
  [
    10031,
    "She raised her veil as she spoke, and we could see that she was indeed in a pitiable state of agitation, her face all drawn and grey, with restless frightened eyes, like those of some hunted animal.",
    "",
    "s=132;"
  ],
  [
    10032,
    "Her features and figure were those of a woman of thirty, but her hair was shot with premature grey, and her expression was weary and haggard.",
    "",
    "s=133;"
  ],
  [
    10033,
    "Sherlock Holmes ran her over with one of his quick, all-comprehensive glances.",
    "",
    "s=134;"
  ],
  [
    10034,
    "\"You must not fear,\" said he soothingly, bending forward and patting her forearm.",
    "p",
    "s=135;"
  ],
  [
    10035,
    "\"We shall soon set matters right, I have no doubt.",
    "",
    "s=136;"
  ],
  [
    10036,
    "You have come in by train this morning, I see.\"",
    "",
    "s=137;"
  ],
  [
    10037,
    "\"You know me, then?\"",
    "p",
    "s=138;"
  ],
  [
    10038,
    "\"No, but I observe the second half of a return ticket in the palm of your left glove.",
    "p",
    "s=139;"
  ],
  [
    10039,
    "You must have started early, and yet you had a good drive in a dog-cart, along heavy roads, before you reached the station.\"",
    "",
    "s=140;"
  ],
  [
    10040,
    "The lady gave a violent start and stared in bewilderment at my companion.",
    "p",
    "s=141;"
  ],
  [
    10041,
    "\"There is no mystery, my dear madam,\" said he, smiling.",
    "p",
    "s=142;"
  ],
  [
    10042,
    "\"The left arm of your jacket is spattered with mud in no less than seven places.",
    "",
    "s=143;"
  ],
  [
    10043,
    "The marks are perfectly fresh.",
    "",
    "s=144;"
  ],
  [
    10044,
    "There is no vehicle save a dog-cart which throws up mud in that way, and then only when you sit on the left-hand side of the driver.\"",
    "",
    "s=145;"
  ],
  [
    10045,
    "\"Whatever your reasons may be, you are perfectly correct,\" said she.",
    "p",
    "s=146;"
  ],
  [
    10046,
    "\"I started from home before six, reached Leatherhead at twenty past, and came in by the first train to Waterloo.",
    "",
    "s=147;"
  ],
  [
    10047,
    "Sir, I can stand this strain no longer; I shall go mad if it continues.",
    "",
    "s=148;"
  ],
  [
    10048,
    "I have no one to turn to--none, save only one, who cares for me, and he, poor fellow, can be of little aid.",
    "",
    "s=149;"
  ],
  [
    10049,
    "I have heard of you, Mr. Holmes; I have heard of you from Mrs. Farintosh, whom you helped in the hour of her sore need.",
    "",
    "s=150;"
  ],
  [
    10050,
    "It was from her that I had your address.",
    "",
    "s=151;"
  ],
  [
    10051,
    "Oh, sir, do you not think that you could help me, too, and at least throw a little light through the dense darkness which surrounds me?",
    "",
    "s=152;"
  ],
  [
    10052,
    "At present it is out of my power to reward you for your services, but in a month or six weeks I shall be married, with the control of my own income, and then at least you shall not find me ungrateful.\"",
    "",
    "s=153;"
  ],
  [
    10053,
    "Holmes turned to his desk and, unlocking it, drew out a small case-book, which he consulted.",
    "p",
    "s=154;"
  ],
  [
    10054,
    "\"Farintosh,\" said he.",
    "p",
    "s=155;"
  ],
  [
    10055,
    "\"Ah yes, I recall the case; it was concerned with an opal tiara.",
    "",
    "s=156;"
  ],
  [
    10056,
    "I think it was before your time, Watson.",
    "",
    "s=157;"
  ],
  [
    10057,
    "I can only say, madam, that I shall be happy to devote the same care to your case as I did to that of your friend.",
    "",
    "s=158;"
  ],
  [
    10058,
    "As to reward, my profession is its own reward; but you are at liberty to defray whatever expenses I may be put to, at the time which suits you best.",
    "",
    "s=159;"
  ],
  [
    10059,
    "And now I beg that you will lay before us everything that may help us in forming an opinion upon the matter.\"",
    "",
    "s=160;"
  ],
  [
    10060,
    "\"Alas!\" replied our visitor, \"the very horror of my situation lies in the fact that my fears are so vague, and my suspicions depend so entirely upon small points, which might seem trivial to another, that even he to whom of all others I have a right to look for help and advice looks upon all that I tell him about it as the fancies of a nervous woman.",
    "p",
    "s=161;"
  ],
  [
    10061,
    "He does not say so, but I can read it from his soothing answers and averted eyes.",
    "",
    "s=162;"
  ],
  [
    10062,
    "But I have heard, Mr. Holmes, that you can see deeply into the manifold wickedness of the human heart.",
    "",
    "s=163;"
  ],
  [
    10063,
    "You may advise me how to walk amid the dangers which encompass me.\"",
    "",
    "s=164;"
  ],
  [
    10064,
    "\"I am all attention, madam.\"",
    "p",
    "s=165;"
  ],
  [
    10065,
    "\"My name is Helen Stoner, and I am living with my stepfather, who is the last survivor of one of the oldest Saxon families in England, the Roylotts of Stoke Moran, on the western border of Surrey.\"",
    "p",
    "s=166;"
  ],
  [
    10066,
    "Holmes nodded his head.",
    "p",
    "s=167;"
  ],
  [
    10067,
    "\"The name is familiar to me,\" said he.",
    "",
    "s=168;"
  ],
  [
    10068,
    "\"The family was at one time among the richest in England, and the estates extended over the borders into Berkshire in the north, and Hampshire in the west.",
    "p",
    "s=169;"
  ],
  [
    10069,
    "In the last century, however, four successive heirs were of a dissolute and wasteful disposition, and the family ruin was eventually completed by a gambler in the days of the Regency.",
    "",
    "s=170;"
  ],
  [
    10070,
    "Nothing was left save a few acres of ground, and the two-hundred-year-old house, which is itself crushed under a heavy mortgage.",
    "",
    "s=171;"
  ],
  [
    10071,
    "The last squire dragged out his existence there, living the horrible life of an aristocratic pauper; but his only son, my stepfather, seeing that he must adapt himself to the new conditions, obtained an advance from a relative, which enabled him to take a medical degree and went out to Calcutta, where, by his professional skill and his force of character, he established a large practice.",
    "",
    "s=172;"
  ],
  [
    10072,
    "In a fit of anger, however, caused by some robberies which had been perpetrated in the house, he beat his native butler to death and narrowly escaped a capital sentence.",
    "",
    "s=173;"
  ],
  [
    10073,
    "As it was, he suffered a long term of imprisonment and afterwards returned to England a morose and disappointed man.\"",
    "",
    "s=174;"
  ],
  [
    10074,
    "\"When Dr. Roylott was in India he married my mother, Mrs. Stoner, the young widow of Major-General Stoner, of the Bengal Artillery.",
    "p",
    "s=175;"
  ],
  [
    10075,
    "My sister Julia and I were twins, and we were only two years old at the time of my mother's re-marriage.",
    "",
    "s=176;"
  ],
  [
    10076,
    "She had a considerable sum of money--not less than 1000 pounds a year--and this she bequeathed to Dr. Roylott entirely while we resided with him, with a provision that a certain annual sum should be allowed to each of us in the event of our marriage.",
    "",
    "s=177;"
  ],
  [
    10077,
    "Shortly after our return to England my mother died--she was killed eight years ago in a railway accident near Crewe.",
    "",
    "s=178;"
  ],
  [
    10078,
    "Dr. Roylott then abandoned his attempts to establish himself in practice in London and took us to live with him in the old ancestral house at Stoke Moran.",
    "",
    "s=179;"
  ],
  [
    10079,
    "The money which my mother had left was enough for all our wants, and there seemed to be no obstacle to our happiness.\"",
    "",
    "s=180;"
  ],
  [
    10080,
    "\"But a terrible change came over our stepfather about this time.",
    "p",
    "s=181;"
  ],
  [
    10081,
    "Instead of making friends and exchanging visits with our neighbours, who had at first been overjoyed to see a Roylott of Stoke Moran back in the old family seat, he shut himself up in his house and seldom came out save to indulge in ferocious quarrels with whoever might cross his path.",
    "",
    "s=182;"
  ],
  [
    10082,
    "Violence of temper approaching to mania has been hereditary in the men of the family, and in my stepfather's case it had, I believe, been intensified by his long residence in the tropics.",
    "",
    "s=183;"
  ],
  [
    10083,
    "A series of disgraceful brawls took place, two of which ended in the police-court, until at last he became the terror of the village, and the folks would fly at his approach, for he is a man of immense strength, and absolutely uncontrollable in his anger.\"",
    "",
    "s=184;"
  ],
  [
    10084,
    "\"Last week he hurled the local blacksmith over a parapet into a stream, and it was only by paying over all the money which I could gather together that I was able to avert another public exposure.",
    "p",
    "s=185;"
  ],
  [
    10085,
    "He had no friends at all save the wandering gipsies, and he would give these vagabonds leave to encamp upon the few acres of bramble-covered land which represent the family estate, and would accept in return the hospitality of their tents, wandering away with them sometimes for weeks on end.",
    "",
    "s=186;"
  ],
  [
    10086,
    "He has a passion also for Indian animals, which are sent over to him by a correspondent, and he has at this moment a cheetah and a baboon, which wander freely over his grounds and are feared by the villagers almost as much as their master.\"",
    "",
    "s=187;"
  ],
  [
    10087,
    "\"You can imagine from what I say that my poor sister Julia and I had no great pleasure in our lives.",
    "p",
    "s=188;"
  ],
  [
    10088,
    "No servant would stay with us, and for a long time we did all the work of the house.",
    "",
    "s=189;"
  ],
  [
    10089,
    "She was but thirty at the time of her death, and yet her hair had already begun to whiten, even as mine has.\"",
    "",
    "s=190;"
  ],
  [
    10090,
    "\"Your sister is dead, then?\"",
    "p",
    "s=191;"
  ],
  [
    10091,
    "\"She died just two years ago, and it is of her death that I wish to speak to you.",
    "p",
    "s=192;"
  ],
  [
    10092,
    "You can understand that, living the life which I have described, we were little likely to see anyone of our own age and position.",
    "",
    "s=193;"
  ],
  [
    10093,
    "We had, however, an aunt, my mother's maiden sister, Miss Honoria Westphail, who lives near Harrow, and we were occasionally allowed to pay short visits at this lady's house.",
    "",
    "s=194;"
  ],
  [
    10094,
    "Julia went there at Christmas two years ago, and met there a half-pay major of marines, to whom she became engaged.",
    "",
    "s=195;"
  ],
  [
    10095,
    "My stepfather learned of the engagement when my sister returned and offered no objection to the marriage; but within a fortnight of the day which had been fixed for the wedding, the terrible event occurred which has deprived me of my only companion.\"",
    "",
    "s=196;"
  ],
  [
    10096,
    "Sherlock Holmes had been leaning back in his chair with his eyes closed and his head sunk in a cushion, but he half opened his lids now and glanced across at his visitor.",
    "p",
    "s=197;"
  ],
  [
    10097,
    "\"Pray be precise as to details,\" said he.",
    "p",
    "s=198;"
  ],
  [
    10098,
    "\"It is easy for me to be so, for every event of that dreadful time is seared into my memory.",
    "p",
    "s=199;"
  ],
  [
    10099,
    "The manor-house is, as I have already said, very old, and only one wing is now inhabited.",
    "",
    "s=200;"
  ],
  [
    10100,
    "The bedrooms in this wing are on the ground floor, the sitting-rooms being in the central block of the buildings.",
    "",
    "s=201;"
  ],
  [
    10101,
    "Of these bedrooms the first is Dr. Roylott's, the second my sister's, and the third my own.",
    "",
    "s=202;"
  ],
  [
    10102,
    "There is no communication between them, but they all open out into the same corridor.",
    "",
    "s=203;"
  ],
  [
    10103,
    "Do I make myself plain?\"",
    "",
    "s=204;"
  ],
  [
    10104,
    "\"Perfectly so.\"",
    "p",
    "s=205;"
  ],
  [
    10105,
    "\"The windows of the three rooms open out upon the lawn.",
    "p",
    "s=206;"
  ],
  [
    10106,
    "That fatal night Dr. Roylott had gone to his room early, though we knew that he had not retired to rest, for my sister was troubled by the smell of the strong Indian cigars which it was his custom to smoke.",
    "",
    "s=207;"
  ],
  [
    10107,
    "She left her room, therefore, and came into mine, where she sat for some time, chatting about her approaching wedding.",
    "",
    "s=208;"
  ],
  [
    10108,
    "At eleven o'clock she rose to leave me, but she paused at the door and looked back.",
    "",
    "s=209;"
  ],
  [
    10109,
    "\"'Tell me, Helen,' said she, 'have you ever heard anyone whistle in the dead of the night?'",
    "p",
    "s=210;"
  ],
  [
    10110,
    "\"'Never,' said I.",
    "p",
    "s=211;"
  ],
  [
    10111,
    "\"'I suppose that you could not possibly whistle, yourself, in your sleep?'",
    "p",
    "s=212;"
  ],
  [
    10112,
    "\"'Certainly not.",
    "p",
    "s=213;"
  ],
  [
    10113,
    "But why?'",
    "",
    "s=214;"
  ],
  [
    10114,
    "\"'Because during the last few nights I have always, about three in the morning, heard a low, clear whistle.",
    "p",
    "s=215;"
  ],
  [
    10115,
    "I am a light sleeper, and it has awakened me.",
    "",
    "s=216;"
  ],
  [
    10116,
    "I cannot tell where it came from--perhaps from the next room, perhaps from the lawn.",
    "",
    "s=217;"
  ],
  [
    10117,
    "I thought that I would just ask you whether you had heard it.'",
    "",
    "s=218;"
  ],
  [
    10118,
    "\"'No, I have not.",
    "p",
    "s=219;"
  ],
  [
    10119,
    "It must be those wretched gipsies in the plantation.'",
    "",
    "s=220;"
  ],
  [
    10120,
    "\"'Very likely.",
    "p",
    "s=221;"
  ],
  [
    10121,
    "And yet if it were on the lawn, I wonder that you did not hear it also.'",
    "",
    "s=222;"
  ],
  [
    10122,
    "\"'Ah, but I sleep more heavily than you.'",
    "p",
    "s=223;"
  ],
  [
    10123,
    "\"'Well, it is of no great consequence, at any rate.'",
    "p",
    "s=224;"
  ],
  [
    10124,
    "She smiled back at me, closed my door, and a few moments later I heard her key turn in the lock.\"",
    "",
    "s=225;"
  ],
  [
    10125,
    "\"Indeed,\" said Holmes.",
    "p",
    "s=226;"
  ],
  [
    10126,
    "\"Was it your custom always to lock yourselves in at night?\"",
    "",
    "s=227;"
  ],
  [
    10127,
    "\"Always.\"",
    "p",
    "s=228;"
  ],
  [
    10128,
    "\"And why?\"",
    "p",
    "s=229;"
  ],
  [
    10129,
    "\"I think that I mentioned to you that the doctor kept a cheetah and a baboon.",
    "p",
    "s=230;"
  ],
  [
    10130,
    "We had no feeling of security unless our doors were locked.\"",
    "",
    "s=231;"
  ],
  [
    10131,
    "\"Quite so.",
    "p",
    "s=232;"
  ],
  [
    10132,
    "Pray proceed with your statement.\"",
    "",
    "s=233;"
  ],
  [
    10133,
    "\"I could not sleep that night.",
    "p",
    "s=234;"
  ],
  [
    10134,
    "A vague feeling of impending misfortune impressed me.",
    "",
    "s=235;"
  ],
  [
    10135,
    "My sister and I, you will recollect, were twins, and you know how subtle are the links which bind two souls which are so closely allied.",
    "",
    "s=236;"
  ],
  [
    10136,
    "It was a wild night.",
    "",
    "s=237;"
  ],
  [
    10137,
    "The wind was howling outside, and the rain was beating and splashing against the windows.",
    "",
    "s=238;"
  ],
  [
    10138,
    "Suddenly, amid all the hubbub of the gale, there burst forth the wild scream of a terrified woman.",
    "",
    "s=239;"
  ],
  [
    10139,
    "I knew that it was my sister's voice.",
    "",
    "s=240;"
  ],
  [
    10140,
    "I sprang from my bed, wrapped a shawl round me, and rushed into the corridor.",
    "",
    "s=241;"
  ],
  [
    10141,
    "As I opened my door I seemed to hear a low whistle, such as my sister described, and a few moments later a clanging sound, as if a mass of metal had fallen.",
    "",
    "s=242;"
  ],
  [
    10142,
    "As I ran down the passage, my sister's door was unlocked, and revolved slowly upon its hinges.",
    "",
    "s=243;"
  ],
  [
    10143,
    "I stared at it horror-stricken, not knowing what was about to issue from it.",
    "",
    "s=244;"
  ],
  [
    10144,
    "By the light of the corridor-lamp I saw my sister appear at the opening, her face blanched with terror, her hands groping for help, her whole figure swaying to and fro like that of a drunkard.",
    "",
    "s=245;"
  ],
  [
    10145,
    "I ran to her and threw my arms round her, but at that moment her knees seemed to give way and she fell to the ground.",
    "",
    "s=246;"
  ],
  [
    10146,
    "She writhed as one who is in terrible pain, and her limbs were dreadfully convulsed.",
    "",
    "s=247;"
  ],
  [
    10147,
    "At first I thought that she had not recognised me, but as I bent over her she suddenly shrieked out in a voice which I shall never forget, 'Oh, my God!",
    "",
    "s=248;"
  ],
  [
    10148,
    "Helen!",
    "",
    "s=249;"
  ],
  [
    10149,
    "It was the band!",
    "",
    "s=250;"
  ],
  [
    10150,
    "The speckled band!'",
    "",
    "s=251;"
  ],
  [
    10151,
    "There was something else which she would fain have said, and she stabbed with her finger into the air in the direction of the doctor's room, but a fresh convulsion seized her and choked her words.",
    "",
    "s=252;"
  ],
  [
    10152,
    "I rushed out, calling loudly for my stepfather, and I met him hastening from his room in his dressing-gown.",
    "",
    "s=253;"
  ],
  [
    10153,
    "When he reached my sister's side she was unconscious, and though he poured brandy down her throat and sent for medical aid from the village, all efforts were in vain, for she slowly sank and died without having recovered her consciousness.",
    "",
    "s=254;"
  ],
  [
    10154,
    "Such was the dreadful end of my beloved sister.\"",
    "",
    "s=255;"
  ],
  [
    10155,
    "\"One moment,\" said Holmes, \"are you sure about this whistle and metallic sound?",
    "p",
    "s=256;"
  ],
  [
    10156,
    "Could you swear to it?\"",
    "",
    "s=257;"
  ],
  [
    10157,
    "\"That was what the county coroner asked me at the inquiry.",
    "p",
    "s=258;"
  ],
  [
    10158,
    "It is my strong impression that I heard it, and yet, among the crash of the gale and the creaking of an old house, I may possibly have been deceived.\"",
    "",
    "s=259;"
  ],
  [
    10159,
    "\"Was your sister dressed?\"",
    "p",
    "s=260;"
  ],
  [
    10160,
    "\"No, she was in her night-dress.",
    "p",
    "s=261;"
  ],
  [
    10161,
    "In her right hand was found the charred stump of a match, and in her left a match-box.\"",
    "",
    "s=262;"
  ],
  [
    10162,
    "\"Showing that she had struck a light and looked about her when the alarm took place.",
    "p",
    "s=263;"
  ],
  [
    10163,
    "That is important.",
    "",
    "s=264;"
  ],
  [
    10164,
    "And what conclusions did the coroner come to?\"",
    "",
    "s=265;"
  ],
  [
    10165,
    "\"He investigated the case with great care, for Dr.  Roylott's conduct had long been notorious in the county, but he was unable to find any satisfactory cause of death.",
    "p",
    "s=266;"
  ],
  [
    10166,
    "My evidence showed that the door had been fastened upon the inner side, and the windows were blocked by old-fashioned shutters with broad iron bars, which were secured every night.",
    "",
    "s=267;"
  ],
  [
    10167,
    "The walls were carefully sounded, and were shown to be quite solid all round, and the flooring was also thoroughly examined, with the same result.",
    "",
    "s=268;"
  ],
  [
    10168,
    "The chimney is wide, but is barred up by four large staples.",
    "",
    "s=269;"
  ],
  [
    10169,
    "It is certain, therefore, that my sister was quite alone when she met her end.",
    "",
    "s=270;"
  ],
  [
    10170,
    "Besides, there were no marks of any violence upon her.\"",
    "",
    "s=271;"
  ],
  [
    10171,
    "\"How about poison?\"",
    "p",
    "s=272;"
  ],
  [
    10172,
    "\"The doctors examined her for it, but without success.\"",
    "p",
    "s=273;"
  ],
  [
    10173,
    "\"What do you think that this unfortunate lady died of, then?\"",
    "p",
    "s=274;"
  ],
  [
    10174,
    "\"It is my belief that she died of pure fear and nervous shock, though what it was that frightened her I cannot imagine.\"",
    "p",
    "s=275;"
  ],
  [
    10175,
    "\"Were there gipsies in the plantation at the time?\"",
    "p",
    "s=276;"
  ],
  [
    10176,
    "\"Yes, there are nearly always some there.\"",
    "p",
    "s=277;"
  ],
  [
    10177,
    "\"Ah, and what did you gather from this allusion to a band--a speckled band?\"",
    "p",
    "s=278;"
  ],
  [
    10178,
    "\"Sometimes I have thought that it was merely the wild talk of delirium, sometimes that it may have referred to some band of people, perhaps to these very gipsies in the plantation.",
    "p",
    "s=279;"
  ],
  [
    10179,
    "I do not know whether the spotted handkerchiefs which so many of them wear over their heads might have suggested the strange adjective which she used.\"",
    "",
    "s=280;"
  ],
  [
    10180,
    "Holmes shook his head like a man who is far from being satisfied.",
    "p",
    "s=281;"
  ],
  [
    10181,
    "\"These are very deep waters,\" said he, \"pray go on with your narrative.\"",
    "p",
    "s=282;"
  ],
  [
    10182,
    "\"Two years have passed since then, and my life has been until lately lonelier than ever.",
    "p",
    "s=283;"
  ],
  [
    10183,
    "A month ago, however, a dear friend, whom I have known for many years, has done me the honour to ask my hand in marriage.",
    "",
    "s=284;"
  ],
  [
    10184,
    "His name is Armitage--Percy Armitage--the second son of Mr. Armitage, of Crane Water, near Reading.",
    "",
    "s=285;"
  ],
  [
    10185,
    "My stepfather has offered no opposition to the match, and we are to be married in the course of the spring.",
    "",
    "s=286;"
  ],
  [
    10186,
    "Two days ago some repairs were started in the west wing of the building, and my bedroom wall has been pierced, so that I have had to move into the chamber in which my sister died, and to sleep in the very bed in which she slept.",
    "",
    "s=287;"
  ],
  [
    10187,
    "Imagine, then, my thrill of terror when last night, as I lay awake, thinking over her terrible fate, I suddenly heard in the silence of the night the low whistle which had been the herald of her own death.",
    "",
    "s=288;"
  ],
  [
    10188,
    "I sprang up and lit the lamp, but nothing was to be seen in the room.",
    "",
    "s=289;"
  ],
  [
    10189,
    "I was too shaken to go to bed again, however, so I dressed, and as soon as it was daylight I slipped down, got a dog-cart at the Crown Inn, which is opposite, and drove to Leatherhead, from whence I have come on this morning with the one object of seeing you and asking your advice.\"",
    "",
    "s=290;"
  ],
  [
    10190,
    "\"You have done wisely,\" said my friend.",
    "p",
    "s=291;"
  ],
  [
    10191,
    "\"But have you told me all?\"",
    "",
    "s=292;"
  ],
  [
    10192,
    "\"Yes, all.\"",
    "p",
    "s=293;"
  ],
  [
    10193,
    "\"Miss Roylott, you have not.",
    "p",
    "s=294;"
  ],
  [
    10194,
    "You are screening your stepfather.\"",
    "",
    "s=295;"
  ],
  [
    10195,
    "\"Why, what do you mean?\"",
    "p",
    "s=296;"
  ],
  [
    10196,
    "For answer Holmes pushed back the frill of black lace which fringed the hand that lay upon our visitor's knee.",
    "p",
    "s=297;"
  ],
  [
    10197,
    "Five little livid spots, the marks of four fingers and a thumb, were printed upon the white wrist.",
    "",
    "s=298;"
  ],
  [
    10198,
    "\"You have been cruelly used,\" said Holmes.",
    "p",
    "s=299;"
  ],
  [
    10199,
    "The lady coloured deeply and covered over her injured wrist.",
    "p",
    "s=300;"
  ],
  [
    10200,
    "\"He is a hard man,\" she said, \"and perhaps he hardly knows his own strength.\"",
    "",
    "s=301;"
  ],
  [
    10201,
    "There was a long silence, during which Holmes leaned his chin upon his hands and stared into the crackling fire.",
    "p",
    "s=302;"
  ],
  [
    10202,
    "\"This is a very deep business,\" he said at last.",
    "p",
    "s=303;"
  ],
  [
    10203,
    "\"There are a thousand details which I should desire to know before I decide upon our course of action.",
    "",
    "s=304;"
  ],
  [
    10204,
    "Yet we have not a moment to lose.",
    "",
    "s=305;"
  ],
  [
    10205,
    "If we were to come to Stoke Moran to-day, would it be possible for us to see over these rooms without the knowledge of your stepfather?\"",
    "",
    "s=306;"
  ],
  [
    10206,
    "\"As it happens, he spoke of coming into town to-day upon some most important business.",
    "p",
    "s=307;"
  ],
  [
    10207,
    "It is probable that he will be away all day, and that there would be nothing to disturb you.",
    "",
    "s=308;"
  ],
  [
    10208,
    "We have a housekeeper now, but she is old and foolish, and I could easily get her out of the way.\"",
    "",
    "s=309;"
  ],
  [
    10209,
    "\"Excellent.",
    "p",
    "s=310;"
  ],
  [
    10210,
    "You are not averse to this trip, Watson?\"",
    "",
    "s=311;"
  ],
  [
    10211,
    "\"By no means.\"",
    "p",
    "s=312;"
  ],
  [
    10212,
    "\"Then we shall both come.",
    "p",
    "s=313;"
  ],
  [
    10213,
    "What are you going to do yourself?\"",
    "",
    "s=314;"
  ],
  [
    10214,
    "\"I have one or two things which I would wish to do now that I am in town.",
    "p",
    "s=315;"
  ],
  [
    10215,
    "But I shall return by the twelve o'clock train, so as to be there in time for your coming.\"",
    "",
    "s=316;"
  ],
  [
    10216,
    "\"And you may expect us early in the afternoon.",
    "p",
    "s=317;"
  ],
  [
    10217,
    "I have myself some small business matters to attend to.",
    "",
    "s=318;"
  ],
  [
    10218,
    "Will you not wait and breakfast?\"",
    "",
    "s=319;"
  ],
  [
    10219,
    "\"No, I must go.",
    "p",
    "s=320;"
  ],
  [
    10220,
    "My heart is lightened already since I have confided my trouble to you.",
    "",
    "s=321;"
  ],
  [
    10221,
    "I shall look forward to seeing you again this afternoon.\"",
    "",
    "s=322;"
  ],
  [
    10222,
    "She dropped her thick black veil over her face and glided from the room.",
    "",
    "s=323;"
  ],
  [
    10223,
    "\"And what do you think of it all, Watson?\" asked Sherlock Holmes, leaning back in his chair.",
    "p",
    "s=324;"
  ],
  [
    10224,
    "\"It seems to me to be a most dark and sinister business.\"",
    "p",
    "s=325;"
  ],
  [
    10225,
    "\"Dark enough and sinister enough.\"",
    "p",
    "s=326;"
  ],
  [
    10226,
    "\"Yet if the lady is correct in saying that the flooring and walls are sound, and that the door, window, and chimney are impassable, then her sister must have been undoubtedly alone when she met her mysterious end.\"",
    "p",
    "s=327;"
  ],
  [
    10227,
    "\"What becomes, then, of these nocturnal whistles, and what of the very peculiar words of the dying woman?\"",
    "p",
    "s=328;"
  ],
  [
    10228,
    "\"I cannot think.\"",
    "p",
    "s=329;"
  ],
  [
    10229,
    "\"When you combine the ideas of whistles at night, the presence of a band of gipsies who are on intimate terms with this old doctor, the fact that we have every reason to believe that the doctor has an interest in preventing his stepdaughter's marriage, the dying allusion to a band, and, finally, the fact that Miss Helen Stoner heard a metallic clang, which might have been caused by one of those metal bars that secured the shutters falling back into its place, I think that there is good ground to think that the mystery may be cleared along those lines.\"",
    "p",
    "s=330;"
  ],
  [
    10230,
    "\"But what, then, did the gipsies do?\"",
    "p",
    "s=331;"
  ],
  [
    10231,
    "\"I cannot imagine.\"",
    "p",
    "s=332;"
  ],
  [
    10232,
    "\"I see many objections to any such theory.\"",
    "p",
    "s=333;"
  ],
  [
    10233,
    "\"And so do I.",
    "p",
    "s=334;"
  ],
  [
    10234,
    "It is precisely for that reason that we are going to Stoke Moran this day.",
    "",
    "s=335;"
  ],
  [
    10235,
    "I want to see whether the objections are fatal, or if they may be explained away.",
    "",
    "s=336;"
  ],
  [
    10236,
    "But what in the name of the devil!\"",
    "",
    "s=337;"
  ],
  [
    10237,
    "The ejaculation had been drawn from my companion by the fact that our door had been suddenly dashed open, and that a huge man had framed himself in the aperture.",
    "p",
    "s=338;"
  ],
  [
    10238,
    "His costume was a peculiar mixture of the professional and of the agricultural, having a black top-hat, a long frock-coat, and a pair of high gaiters, with a hunting-crop swinging in his hand.",
    "",
    "s=339;"
  ],
  [
    10239,
    "So tall was he that his hat actually brushed the cross bar of the doorway, and his breadth seemed to span it across from side to side.",
    "",
    "s=340;"
  ],
  [
    10240,
    "A large face, seared with a thousand wrinkles, burned yellow with the sun, and marked with every evil passion, was turned from one to the other of us, while his deep-set, bile-shot eyes, and his high, thin, fleshless nose, gave him somewhat the resemblance to a fierce old bird of prey.",
    "",
    "s=341;"
  ],
  [
    10241,
    "\"Which of you is Holmes?\" asked this apparition.",
    "p",
    "s=342;"
  ],
  [
    10242,
    "\"My name, sir; but you have the advantage of me,\" said my companion quietly.",
    "p",
    "s=343;"
  ],
  [
    10243,
    "\"I am Dr.  Grimesby Roylott, of Stoke Moran.\"",
    "p",
    "s=344;"
  ],
  [
    10244,
    "\"Indeed, Doctor,\" said Holmes blandly.",
    "p",
    "s=345;"
  ],
  [
    10245,
    "\"Pray take a seat.\"",
    "",
    "s=346;"
  ],
  [
    10246,
    "\"I will do nothing of the kind.",
    "p",
    "s=347;"
  ],
  [
    10247,
    "My stepdaughter has been here.",
    "",
    "s=348;"
  ],
  [
    10248,
    "I have traced her.",
    "",
    "s=349;"
  ],
  [
    10249,
    "What has she been saying to you?\"",
    "",
    "s=350;"
  ],
  [
    10250,
    "\"It is a little cold for the time of the year,\" said Holmes.",
    "p",
    "s=351;"
  ],
  [
    10251,
    "\"What has she been saying to you?\" screamed the old man furiously.",
    "p",
    "s=352;"
  ],
  [
    10252,
    "\"But I have heard that the crocuses promise well,\" continued my companion imperturbably.",
    "p",
    "s=353;"
  ],
  [
    10253,
    "\"Ha!",
    "p",
    "s=354;"
  ],
  [
    10254,
    "You put me off, do you?\" said our new visitor, taking a step forward and shaking his hunting-crop.",
    "",
    "s=355;"
  ],
  [
    10255,
    "\"I know you, you scoundrel!",
    "",
    "s=356;"
  ],
  [
    10256,
    "I have heard of you before.",
    "",
    "s=357;"
  ],
  [
    10257,
    "My friend smiled.",
    "p",
    "s=359;"
  ],
  [
    10258,
    "\"Holmes, the busybody!\"",
    "p",
    "s=360;"
  ],
  [
    10259,
    "His smile broadened.",
    "p",
    "s=361;"
  ],
  [
    10260,
    "\"Holmes, the Scotland Yard Jack-in-office!\"",
    "p",
    "s=362;"
  ],
  [
    10261,
    "Holmes chuckled heartily.",
    "p",
    "s=363;"
  ],
  [
    10262,
    "\"Your conversation is most entertaining,\" said he.",
    "",
    "s=364;"
  ],
  [
    10263,
    "\"When you go out close the door, for there is a decided draught.\"",
    "",
    "s=365;"
  ],
  [
    10264,
    "\"I will go when I have said my say.",
    "p",
    "s=366;"
  ],
  [
    10265,
    "Don't you dare to meddle with my affairs.",
    "",
    "s=367;"
  ],
  [
    10266,
    "I know that Miss Stoner has been here.",
    "",
    "s=368;"
  ],
  [
    10267,
    "I traced her!",
    "",
    "s=369;"
  ],
  [
    10268,
    "I am a dangerous man to fall foul of!",
    "",
    "s=370;"
  ],
  [
    10269,
    "See here.\"",
    "",
    "s=371;"
  ],
  [
    10270,
    "He stepped swiftly forward, seized the poker, and bent it into a curve with his huge brown hands.",
    "",
    "s=372;"
  ],
  [
    10271,
    "\"See that you keep yourself out of my grip,\" he snarled, and hurling the twisted poker into the fireplace he strode out of the room.",
    "p",
    "s=373;"
  ],
  [
    10272,
    "\"He seems a very amiable person,\" said Holmes, laughing.",
    "p",
    "s=374;"
  ],
  [
    10273,
    "\"I am not quite so bulky, but if he had remained I might have shown him that my grip was not much more feeble than his own.\"",
    "",
    "s=375;"
  ],
  [
    10274,
    "As he spoke he picked up the steel poker and, with a sudden effort, straightened it out again.",
    "",
    "s=376;"
  ],
  [
    10275,
    "\"Fancy his having the insolence to confound me with the official detective force!",
    "p",
    "s=377;"
  ],
  [
    10276,
    "This incident gives zest to our investigation, however, and I only trust that our little friend will not suffer from her imprudence in allowing this brute to trace her.",
    "",
    "s=378;"
  ],
  [
    10277,
    "And now, Watson, we shall order breakfast, and afterwards I shall walk down to Doctors' Commons, where I hope to get some data which may help us in this matter.\"",
    "",
    "s=379;"
  ],
  [
    10278,
    "It was nearly one o'clock when Sherlock Holmes returned from his excursion.",
    "p",
    "s=380;"
  ],
  [
    10279,
    "He held in his hand a sheet of blue paper, scrawled over with notes and figures.",
    "",
    "s=381;"
  ],
  [
    10280,
    "\"I have seen the will of the deceased wife,\" said he.",
    "p",
    "s=382;"
  ],
  [
    10281,
    "\"To determine its exact meaning I have been obliged to work out the present prices of the investments with which it is concerned.",
    "",
    "s=383;"
  ],
  [
    10282,
    "The total income, which at the time of the wife's death was little short of 1100 pounds, is now, through the fall in agricultural prices, not more than 750 pounds.",
    "",
    "s=384;"
  ],
  [
    10283,
    "Each daughter can claim an income of 250 pounds, in case of marriage.",
    "",
    "s=385;"
  ],
  [
    10284,
    "It is evident, therefore, that if both girls had married, this beauty would have had a mere pittance, while even one of them would cripple him to a very serious extent.",
    "",
    "s=386;"
  ],
  [
    10285,
    "My morning's work has not been wasted, since it has proved that he has the very strongest motives for standing in the way of anything of the sort.",
    "",
    "s=387;"
  ],
  [
    10286,
    "And now, Watson, this is too serious for dawdling, especially as the old man is aware that we are interesting ourselves in his affairs; so if you are ready, we shall call a cab and drive to Waterloo.",
    "",
    "s=388;"
  ],
  [
    10287,
    "I should be very much obliged if you would slip your revolver into your pocket.",
    "",
    "s=389;"
  ],
  [
    10288,
    "An Eley's No.2 is an excellent argument with gentlemen who can twist steel pokers into knots.",
    "",
    "s=390;"
  ],
  [
    10289,
    "That and a tooth-brush are, I think, all that we need.\"",
    "",
    "s=391;"
  ],
  [
    10290,
    "At Waterloo we were fortunate in catching a train for Leatherhead, where we hired a trap at the station inn and drove for four or five miles through the lovely Surrey lanes.",
    "p",
    "s=392;"
  ],
  [
    10291,
    "It was a perfect day, with a bright sun and a few fleecy clouds in the heavens.",
    "",
    "s=393;"
  ],
  [
    10292,
    "The trees and wayside hedges were just throwing out their first green shoots, and the air was full of the pleasant smell of the moist earth.",
    "",
    "s=394;"
  ],
  [
    10293,
    "To me at least there was a strange contrast between the sweet promise of the spring and this sinister quest upon which we were engaged.",
    "",
    "s=395;"
  ],
  [
    10294,
    "My companion sat in the front of the trap, his arms folded, his hat pulled down over his eyes, and his chin sunk upon his breast, buried in the deepest thought.",
    "",
    "s=396;"
  ],
  [
    10295,
    "Suddenly, however, he started, tapped me on the shoulder, and pointed over the meadows.",
    "",
    "s=397;"
  ],
  [
    10296,
    "\"Look there!\" said he.",
    "p",
    "s=398;"
  ],
  [
    10297,
    "A heavily timbered park stretched up in a gentle slope, thickening into a grove at the highest point.",
    "p",
    "s=399;"
  ],
  [
    10298,
    "From amid the branches there jutted out the grey gables and high roof-tree of a very old mansion.",
    "",
    "s=400;"
  ],
  [
    10299,
    "\"Stoke Moran?\" said he.",
    "p",
    "s=401;"
  ],
  [
    10300,
    "\"Yes, sir, that be the house of Dr.  Grimesby Roylott,\" remarked the driver.",
    "p",
    "s=402;"
  ],
  [
    10301,
    "\"There is some building going on there,\" said Holmes, \"that is where we are going.\"",
    "p",
    "s=403;"
  ],
  [
    10302,
    "\"There's the village,\" said the driver, pointing to a cluster of roofs some distance to the left; \"but if you want to get to the house, you'll find it shorter to get over this stile, and so by the foot-path over the fields.",
    "p",
    "s=404;"
  ],
  [
    10303,
    "There it is, where the lady is walking.\"",
    "",
    "s=405;"
  ],
  [
    10304,
    "\"And the lady, I fancy, is Miss Stoner,\" observed Holmes, shading his eyes.",
    "p",
    "s=406;"
  ],
  [
    10305,
    "\"Yes, I think we had better do as you suggest.\"",
    "",
    "s=407;"
  ],
  [
    10306,
    "We got off, paid our fare, and the trap rattled back on its way to Leatherhead.",
    "p",
    "s=408;"
  ],
  [
    10307,
    "\"I thought it as well,\" said Holmes as we climbed the stile, \"that this fellow should think we had come here as architects, or on some definite business.",
    "p",
    "s=409;"
  ],
  [
    10308,
    "It may stop his gossip.",
    "",
    "s=410;"
  ],
  [
    10309,
    "Good-afternoon, Miss Stoner.",
    "",
    "s=411;"
  ],
  [
    10310,
    "You see that we have been as good as our word.\"",
    "",
    "s=412;"
  ],
  [
    10311,
    "Our client of the morning had hurried forward to meet us with a face which spoke her joy.",
    "p",
    "s=413;"
  ],
  [
    10312,
    "\"I have been waiting so eagerly for you,\" she cried, shaking hands with us warmly.",
    "",
    "s=414;"
  ],
  [
    10313,
    "\"All has turned out splendidly.",
    "",
    "s=415;"
  ],
  [
    10314,
    "Dr.  Roylott has gone to town, and it is unlikely that he will be back before evening.\"",
    "",
    "s=416;"
  ],
  [
    10315,
    "\"We have had the pleasure of making the doctor's acquaintance,\" said Holmes, and in a few words he sketched out what had occurred.",
    "p",
    "s=417;"
  ],
  [
    10316,
    "Miss Stoner turned white to the lips as she listened.",
    "",
    "s=418;"
  ],
  [
    10317,
    "\"Good heavens!\" she cried, \"he has followed me, then.\"",
    "p",
    "s=419;"
  ],
  [
    10318,
    "\"So it appears.\"",
    "p",
    "s=420;"
  ],
  [
    10319,
    "\"He is so cunning that I never know when I am safe from him.",
    "p",
    "s=421;"
  ],
  [
    10320,
    "What will he say when he returns?\"",
    "",
    "s=422;"
  ],
  [
    10321,
    "\"He must guard himself, for he may find that there is someone more cunning than himself upon his track.",
    "p",
    "s=423;"
  ],
  [
    10322,
    "You must lock yourself up from him to-night.",
    "",
    "s=424;"
  ],
  [
    10323,
    "If he is violent, we shall take you away to your aunt's at Harrow.",
    "",
    "s=425;"
  ],
  [
    10324,
    "Now, we must make the best use of our time, so kindly take us at once to the rooms which we are to examine.\"",
    "",
    "s=426;"
  ],
  [
    10325,
    "The building was of grey, lichen-blotched stone, with a high central portion and two curving wings, like the claws of a crab, thrown out on each side.",
    "p",
    "s=427;"
  ],
  [
    10326,
    "In one of these wings the windows were broken and blocked with wooden boards, while the roof was partly caved in, a picture of ruin.",
    "",
    "s=428;"
  ],
  [
    10327,
    "The central portion was in little better repair, but the right-hand block was comparatively modern, and the blinds in the windows, with the blue smoke curling up from the chimneys, showed that this was where the family resided.",
    "",
    "s=429;"
  ],
  [
    10328,
    "Some scaffolding had been erected against the end wall, and the stone-work had been broken into, but there were no signs of any workmen at the moment of our visit.",
    "",
    "s=430;"
  ],
  [
    10329,
    "Holmes walked slowly up and down the ill-trimmed lawn and examined with deep attention the outsides of the windows.",
    "",
    "s=431;"
  ],
  [
    10330,
    "\"This, I take it, belongs to the room in which you used to sleep, the centre one to your sister's, and the one next to the main building to Dr.  Roylott's chamber?\"",
    "p",
    "s=432;"
  ],
  [
    10331,
    "\"Exactly so.",
    "p",
    "s=433;"
  ],
  [
    10332,
    "But I am now sleeping in the middle one.\"",
    "",
    "s=434;"
  ],
  [
    10333,
    "\"Pending the alterations, as I understand.",
    "p",
    "s=435;"
  ],
  [
    10334,
    "By the way, there does not seem to be any very pressing need for repairs at that end wall.\"",
    "",
    "s=436;"
  ],
  [
    10335,
    "\"There were none.",
    "p",
    "s=437;"
  ],
  [
    10336,
    "I believe that it was an excuse to move me from my room.\"",
    "",
    "s=438;"
  ],
  [
    10337,
    "\"Ah!",
    "p",
    "s=439;"
  ],
  [
    10338,
    "That is suggestive.",
    "",
    "s=440;"
  ],
  [
    10339,
    "Now, on the other side of this narrow wing runs the corridor from which these three rooms open.",
    "",
    "s=441;"
  ],
  [
    10340,
    "There are windows in it, of course?\"",
    "",
    "s=442;"
  ],
  [
    10341,
    "\"Yes, but very small ones.",
    "p",
    "s=443;"
  ],
  [
    10342,
    "Too narrow for anyone to pass through.\"",
    "",
    "s=444;"
  ],
  [
    10343,
    "\"As you both locked your doors at night, your rooms were unapproachable from that side.",
    "p",
    "s=445;"
  ],
  [
    10344,
    "Now, would you have the kindness to go into your room and bar your shutters?\"",
    "",
    "s=446;"
  ],
  [
    10345,
    "Miss Stoner did so, and Holmes, after a careful examination through the open window, endeavoured in every way to force the shutter open, but without success.",
    "p",
    "s=447;"
  ],
  [
    10346,
    "There was no slit through which a knife could be passed to raise the bar.",
    "",
    "s=448;"
  ],
  [
    10347,
    "Then with his lens he tested the hinges, but they were of solid iron, built firmly into the massive masonry.",
    "",
    "s=449;"
  ],
  [
    10348,
    "\"Hum!\" said he, scratching his chin in some perplexity, \"my theory certainly presents some difficulties.",
    "",
    "s=450;"
  ],
  [
    10349,
    "No one could pass these shutters if they were bolted.",
    "",
    "s=451;"
  ],
  [
    10350,
    "Well, we shall see if the inside throws any light upon the matter.\"",
    "",
    "s=452;"
  ],
  [
    10351,
    "A small side door led into the whitewashed corridor from which the three bedrooms opened.",
    "p",
    "s=453;"
  ],
  [
    10352,
    "Holmes refused to examine the third chamber, so we passed at once to the second, that in which Miss Stoner was now sleeping, and in which her sister had met with her fate.",
    "",
    "s=454;"
  ],
  [
    10353,
    "It was a homely little room, with a low ceiling and a gaping fireplace, after the fashion of old country-houses.",
    "",
    "s=455;"
  ],
  [
    10354,
    "A brown chest of drawers stood in one corner, a narrow white-counterpaned bed in another, and a dressing-table on the left-hand side of the window.",
    "",
    "s=456;"
  ],
  [
    10355,
    "These articles, with two small wicker-work chairs, made up all the furniture in the room save for a square of Wilton carpet in the centre.",
    "",
    "s=457;"
  ],
  [
    10356,
    "The boards round and the panelling of the walls were of brown, worm-eaten oak, so old and discoloured that it may have dated from the original building of the house.",
    "",
    "s=458;"
  ],
  [
    10357,
    "Holmes drew one of the chairs into a corner and sat silent, while his eyes travelled round and round and up and down, taking in every detail of the apartment.",
    "",
    "s=459;"
  ],
  [
    10358,
    "\"Where does that bell communicate with?\" he asked at last pointing to a thick bell-rope which hung down beside the bed, the tassel actually lying upon the pillow.",
    "p",
    "s=460;"
  ],
  [
    10359,
    "\"It goes to the housekeeper's room.\"",
    "p",
    "s=461;"
  ],
  [
    10360,
    "\"It looks newer than the other things?\"",
    "p",
    "s=462;"
  ],
  [
    10361,
    "\"Yes, it was only put there a couple of years ago.\"",
    "p",
    "s=463;"
  ],
  [
    10362,
    "\"Your sister asked for it, I suppose?\"",
    "p",
    "s=464;"
  ],
  [
    10363,
    "\"No, I never heard of her using it.",
    "p",
    "s=465;"
  ],
  [
    10364,
    "We used always to get what we wanted for ourselves.\"",
    "",
    "s=466;"
  ],
  [
    10365,
    "\"Indeed, it seemed unnecessary to put so nice a bell-pull there.",
    "p",
    "s=467;"
  ],
  [
    10366,
    "You will excuse me for a few minutes while I satisfy myself as to this floor.\"",
    "",
    "s=468;"
  ],
  [
    10367,
    "He threw himself down upon his face with his lens in his hand and crawled swiftly backward and forward, examining minutely the cracks between the boards.",
    "",
    "s=469;"
  ],
  [
    10368,
    "Then he did the same with the wood-work with which the chamber was panelled.",
    "",
    "s=470;"
  ],
  [
    10369,
    "Finally he walked over to the bed and spent some time in staring at it and in running his eye up and down the wall.",
    "",
    "s=471;"
  ],
  [
    10370,
    "Finally he took the bell-rope in his hand and gave it a brisk tug.",
    "",
    "s=472;"
  ],
  [
    10371,
    "\"Why, it's a dummy,\" said he.",
    "p",
    "s=473;"
  ],
  [
    10372,
    "\"Won't it ring?\"",
    "p",
    "s=474;"
  ],
  [
    10373,
    "\"No, it is not even attached to a wire.",
    "p",
    "s=475;"
  ],
  [
    10374,
    "This is very interesting.",
    "",
    "s=476;"
  ],
  [
    10375,
    "You can see now that it is fastened to a hook just above where the little opening for the ventilator is.\"",
    "",
    "s=477;"
  ],
  [
    10376,
    "\"How very absurd!",
    "p",
    "s=478;"
  ],
  [
    10377,
    "I never noticed that before.\"",
    "",
    "s=479;"
  ],
  [
    10378,
    "\"Very strange!\" muttered Holmes, pulling at the rope.",
    "p",
    "s=480;"
  ],
  [
    10379,
    "\"There are one or two very singular points about this room.",
    "",
    "s=481;"
  ],
  [
    10380,
    "For example, what a fool a builder must be to open a ventilator into another room, when, with the same trouble, he might have communicated with the outside air!\"",
    "",
    "s=482;"
  ],
  [
    10381,
    "\"That is also quite modern,\" said the lady.",
    "p",
    "s=483;"
  ],
  [
    10382,
    "\"Done about the same time as the bell-rope?\" remarked Holmes.",
    "p",
    "s=484;"
  ],
  [
    10383,
    "\"Yes, there were several little changes carried out about that time.\"",
    "p",
    "s=485;"
  ],
  [
    10384,
    "\"They seem to have been of a most interesting character--dummy bell-ropes, and ventilators which do not ventilate.",
    "p",
    "s=486;"
  ],
  [
    10385,
    "With your permission, Miss Stoner, we shall now carry our researches into the inner apartment.\"",
    "",
    "s=487;"
  ],
  [
    10386,
    "Dr.  Grimesby Roylott's chamber was larger than that of his step-daughter, but was as plainly furnished.",
    "p",
    "s=488;"
  ],
  [
    10387,
    "A camp-bed, a small wooden shelf full of books, mostly of a technical character, an armchair beside the bed, a plain wooden chair against the wall, a round table, and a large iron safe were the principal things which met the eye.",
    "",
    "s=489;"
  ],
  [
    10388,
    "Holmes walked slowly round and examined each and all of them with the keenest interest.",
    "",
    "s=490;"
  ],
  [
    10389,
    "\"What's in here?\" he asked, tapping the safe.",
    "p",
    "s=491;"
  ],
  [
    10390,
    "\"My stepfather's business papers.\"",
    "p",
    "s=492;"
  ],
  [
    10391,
    "\"Oh!",
    "p",
    "s=493;"
  ],
  [
    10392,
    "You have seen inside, then?\"",
    "",
    "s=494; \r\nCapitalization of \"You\"."
  ],
  [
    10393,
    "\"Only once, some years ago.",
    "p",
    "s=495;"
  ],
  [
    10394,
    "I remember that it was full of papers.\"",
    "",
    "s=496;"
  ],
  [
    10395,
    "\"There isn't a cat in it, for example?\"",
    "p",
    "s=497;"
  ],
  [
    10396,
    "\"No.",
    "p",
    "s=498;"
  ],
  [
    10397,
    "What a strange idea!\"",
    "",
    "s=499;"
  ],
  [
    10398,
    "\"Well, look at this!\"",
    "p",
    "s=500;"
  ],
  [
    10399,
    "He took up a small saucer of milk which stood on the top of it.",
    "",
    "s=501;"
  ],
  [
    10400,
    "\"No, we don't keep a cat.",
    "p",
    "s=502;"
  ],
  [
    10401,
    "But there is a cheetah and a baboon.\"",
    "",
    "s=503;"
  ],
  [
    10402,
    "\"Ah, yes, of course!",
    "p",
    "s=504;"
  ],
  [
    10403,
    "Well, a cheetah is just a big cat, and yet a saucer of milk does not go very far in satisfying its wants, I daresay.",
    "",
    "s=505;"
  ],
  [
    10404,
    "There is one point which I should wish to determine.\"",
    "",
    "s=506;"
  ],
  [
    10405,
    "He squatted down in front of the wooden chair and examined the seat of it with the greatest attention.",
    "",
    "s=507;"
  ],
  [
    10406,
    "\"Thank you.",
    "p",
    "s=508;"
  ],
  [
    10407,
    "That is quite settled,\" said he, rising and putting his lens in his pocket.",
    "",
    "s=509;"
  ],
  [
    10408,
    "\"Hullo!",
    "",
    "s=510;"
  ],
  [
    10409,
    "Here is something interesting!\"",
    "",
    "s=511;"
  ],
  [
    10410,
    "The object which had caught his eye was a small dog lash hung on one corner of the bed.",
    "p",
    "s=512;"
  ],
  [
    10411,
    "The lash, however, was curled upon itself and tied so as to make a loop of whipcord.",
    "",
    "s=513;"
  ],
  [
    10412,
    "\"What do you make of that, Watson?\"",
    "p",
    "s=514;"
  ],
  [
    10413,
    "\"It's a common enough lash.",
    "p",
    "s=515;"
  ],
  [
    10414,
    "But I don't know why it should be tied.\"",
    "",
    "s=516;"
  ],
  [
    10415,
    "\"That is not quite so common, is it?",
    "p",
    "s=517;"
  ],
  [
    10416,
    "Ah, me!",
    "",
    "s=518;"
  ],
  [
    10417,
    "It's a wicked world, and when a clever man turns his brains to crime it is the worst of all.",
    "",
    "s=519;"
  ],
  [
    10418,
    "I think that I have seen enough now, Miss Stoner, and with your permission we shall walk out upon the lawn.\"",
    "",
    "s=520;"
  ],
  [
    10419,
    "I had never seen my friend's face so grim or his brow so dark as it was when we turned from the scene of this investigation.",
    "p",
    "s=521;"
  ],
  [
    10420,
    "We had walked several times up and down the lawn, neither Miss Stoner nor myself liking to break in upon his thoughts before he roused himself from his reverie.",
    "",
    "s=522;"
  ],
  [
    10421,
    "\"It is very essential, Miss Stoner,\" said he, \"that you should absolutely follow my advice in every respect.\"",
    "p",
    "s=523;"
  ],
  [
    10422,
    "\"I shall most certainly do so.\"",
    "p",
    "s=524;"
  ],
  [
    10423,
    "\"The matter is too serious for any hesitation.",
    "p",
    "s=525;"
  ],
  [
    10424,
    "Your life may depend upon your compliance.\"",
    "",
    "s=526;"
  ],
  [
    10425,
    "\"I assure you that I am in your hands.\"",
    "p",
    "s=527;"
  ],
  [
    10426,
    "\"In the first place, both my friend and I must spend the night in your room.\"",
    "p",
    "s=528;"
  ],
  [
    10427,
    "Both Miss Stoner and I gazed at him in astonishment.",
    "p",
    "s=529;"
  ],
  [
    10428,
    "\"Yes, it must be so.",
    "p",
    "s=530;"
  ],
  [
    10429,
    "Let me explain.",
    "",
    "s=531;"
  ],
  [
    10430,
    "I believe that that is the village inn over there?\"",
    "",
    "s=532;"
  ],
  [
    10431,
    "\"Yes, that is the Crown.\"",
    "p",
    "s=533;"
  ],
  [
    10432,
    "\"Very good.",
    "p",
    "s=534;"
  ],
  [
    10433,
    "Your windows would be visible from there?\"",
    "",
    "s=535;"
  ],
  [
    10434,
    "\"Certainly.\"",
    "p",
    "s=536;"
  ],
  [
    10435,
    "\"You must confine yourself to your room, on pretence of a headache, when your stepfather comes back.",
    "p",
    "s=537;"
  ],
  [
    10436,
    "Then when you hear him retire for the night, you must open the shutters of your window, undo the hasp, put your lamp there as a signal to us, and then withdraw quietly with everything which you are likely to want into the room which you used to occupy.",
    "",
    "s=538;"
  ],
  [
    10437,
    "I have no doubt that, in spite of the repairs, you could manage there for one night.\"",
    "",
    "s=539;"
  ],
  [
    10438,
    "\"Oh, yes, easily.\"",
    "p",
    "s=540;"
  ],
  [
    10439,
    "\"The rest you will leave in our hands.\"",
    "p",
    "s=541;"
  ],
  [
    10440,
    "\"But what will you do?\"",
    "p",
    "s=542;"
  ],
  [
    10441,
    "\"We shall spend the night in your room, and we shall investigate the cause of this noise which has disturbed you.\"",
    "p",
    "s=543;"
  ],
  [
    10442,
    "\"I believe, Mr. Holmes, that you have already made up your mind,\" said Miss Stoner, laying her hand upon my companion's sleeve.",
    "p",
    "s=544;"
  ],
  [
    10443,
    "\"Perhaps I have.\"",
    "p",
    "s=545;"
  ],
  [
    10444,
    "\"Then, for pity's sake, tell me what was the cause of my sister's death.\"",
    "p",
    "s=546;"
  ],
  [
    10445,
    "\"I should prefer to have clearer proofs before I speak.\"",
    "p",
    "s=547;"
  ],
  [
    10446,
    "\"You can at least tell me whether my own thought is correct, and if she died from some sudden fright.\"",
    "p",
    "s=548;"
  ],
  [
    10447,
    "\"No, I do not think so.",
    "p",
    "s=549;"
  ],
  [
    10448,
    "I think that there was probably some more tangible cause.",
    "",
    "s=550;"
  ],
  [
    10449,
    "And now, Miss Stoner, we must leave you for if Dr.  Roylott returned and saw us our journey would be in vain.",
    "",
    "s=551;"
  ],
  [
    10450,
    "Good-bye, and be brave, for if you will do what I have told you, you may rest assured that we shall soon drive away the dangers that threaten you.\"",
    "",
    "s=552;"
  ],
  [
    10451,
    "Sherlock Holmes and I had no difficulty in engaging a bedroom and sitting-room at the Crown Inn.",
    "p",
    "s=553;"
  ],
  [
    10452,
    "They were on the upper floor, and from our window we could command a view of the avenue gate, and of the inhabited wing of Stoke Moran Manor House.",
    "",
    "s=554;"
  ],
  [
    10453,
    "At dusk we saw Dr.  Grimesby Roylott drive past, his huge form looming up beside the little figure of the lad who drove him.",
    "",
    "s=555;"
  ],
  [
    10454,
    "The boy had some slight difficulty in undoing the heavy iron gates, and we heard the hoarse roar of the doctor's voice and saw the fury with which he shook his clinched fists at him.",
    "",
    "s=556;"
  ],
  [
    10455,
    "The trap drove on, and a few minutes later we saw a sudden light spring up among the trees as the lamp was lit in one of the sitting-rooms.",
    "",
    "s=557;"
  ],
  [
    10456,
    "\"Do you know, Watson,\" said Holmes as we sat together in the gathering darkness, \"I have really some scruples as to taking you to-night.",
    "p",
    "s=558;"
  ],
  [
    10457,
    "There is a distinct element of danger.\"",
    "",
    "s=559;"
  ],
  [
    10458,
    "\"Can I be of assistance?\"",
    "p",
    "s=560;"
  ],
  [
    10459,
    "\"Your presence might be invaluable.\"",
    "p",
    "s=561;"
  ],
  [
    10460,
    "\"Then I shall certainly come.\"",
    "p",
    "s=562;"
  ],
  [
    10461,
    "\"It is very kind of you.\"",
    "p",
    "s=563;"
  ],
  [
    10462,
    "\"You speak of danger.",
    "p",
    "s=564;"
  ],
  [
    10463,
    "You have evidently seen more in these rooms than was visible to me.\"",
    "",
    "s=565;"
  ],
  [
    10464,
    "\"No, but I fancy that I may have deduced a little more.",
    "p",
    "s=566;"
  ],
  [
    10465,
    "I imagine that you saw all that I did.\"",
    "",
    "s=567;"
  ],
  [
    10466,
    "\"I saw nothing remarkable save the bell-rope, and what purpose that could answer I confess is more than I can imagine.\"",
    "p",
    "s=568;"
  ],
  [
    10467,
    "\"You saw the ventilator, too?\"",
    "p",
    "s=569;"
  ],
  [
    10468,
    "\"Yes, but I do not think that it is such a very unusual thing to have a small opening between two rooms.",
    "p",
    "s=570;"
  ],
  [
    10469,
    "It was so small that a rat could hardly pass through.\"",
    "",
    "s=571;"
  ],
  [
    10470,
    "\"I knew that we should find a ventilator before ever we came to Stoke Moran.\"",
    "p",
    "s=572;"
  ],
  [
    10471,
    "\"My dear Holmes!\"",
    "p",
    "s=573;"
  ],
  [
    10472,
    "\"Oh, yes, I did.",
    "p",
    "s=574;"
  ],
  [
    10473,
    "You remember in her statement she said that her sister could smell Dr.  Roylott's cigar.",
    "",
    "s=575;"
  ],
  [
    10474,
    "Now, of course that suggested at once that there must be a communication between the two rooms.",
    "",
    "s=576;"
  ],
  [
    10475,
    "It could only be a small one, or it would have been remarked upon at the coroner's inquiry.",
    "",
    "s=577;"
  ],
  [
    10476,
    "I deduced a ventilator.\"",
    "",
    "s=578;"
  ],
  [
    10477,
    "\"But what harm can there be in that?\"",
    "p",
    "s=579;"
  ],
  [
    10478,
    "\"Well, there is at least a curious coincidence of dates.",
    "p",
    "s=580;"
  ],
  [
    10479,
    "A ventilator is made, a cord is hung, and a lady who sleeps in the bed dies.",
    "",
    "s=581;"
  ],
  [
    10480,
    "Does not that strike you?\"",
    "",
    "s=582;"
  ],
  [
    10481,
    "\"I cannot as yet see any connection.\"",
    "p",
    "s=583;"
  ],
  [
    10482,
    "\"Did you observe anything very peculiar about that bed?\"",
    "p",
    "s=584;"
  ],
  [
    10483,
    "\"No.\"",
    "p",
    "s=585;"
  ],
  [
    10484,
    "\"It was clamped to the floor.",
    "p",
    "s=586;"
  ],
  [
    10485,
    "Did you ever see a bed fastened like that before?\"",
    "",
    "s=587;"
  ],
  [
    10486,
    "\"I cannot say that I have.\"",
    "p",
    "s=588;"
  ],
  [
    10487,
    "\"The lady could not move her bed.",
    "p",
    "s=589;"
  ],
  [
    10488,
    "It must always be in the same relative position to the ventilator and to the rope--or so we may call it, since it was clearly never meant for a bell-pull.\"",
    "",
    "s=590;"
  ],
  [
    10489,
    "\"Holmes,\" I cried, \"I seem to see dimly what you are hinting at.",
    "p",
    "s=591;"
  ],
  [
    10490,
    "We are only just in time to prevent some subtle and horrible crime.\"",
    "",
    "s=592;"
  ],
  [
    10491,
    "\"Subtle enough and horrible enough.",
    "p",
    "s=593;"
  ],
  [
    10492,
    "When a doctor does go wrong he is the first of criminals.",
    "",
    "s=594;"
  ],
  [
    10493,
    "He has nerve and he has knowledge.",
    "",
    "s=595;"
  ],
  [
    10494,
    "Palmer and Pritchard were among the heads of their profession.",
    "",
    "s=596;"
  ],
  [
    10495,
    "This man strikes even deeper, but I think, Watson, that we shall be able to strike deeper still.",
    "",
    "s=597;"
  ],
  [
    10496,
    "But we shall have horrors enough before the night is over; for goodness' sake let us have a quiet pipe and turn our minds for a few hours to something more cheerful.\"",
    "",
    "s=598;"
  ],
  [
    10497,
    "About nine o'clock the light among the trees was extinguished, and all was dark in the direction of the Manor House.",
    "p",
    "s=599;"
  ],
  [
    10498,
    "Two hours passed slowly away, and then, suddenly, just at the stroke of eleven, a single bright light shone out right in front of us.",
    "",
    "s=600;"
  ],
  [
    10499,
    "\"That is our signal,\" said Holmes, springing to his feet; \"it comes from the middle window.\"",
    "p",
    "s=601;"
  ],
  [
    10500,
    "As we passed out he exchanged a few words with the landlord, explaining that we were going on a late visit to an acquaintance, and that it was possible that we might spend the night there.",
    "p",
    "s=602;"
  ],
  [
    10501,
    "A moment later we were out on the dark road, a chill wind blowing in our faces, and one yellow light twinkling in front of us through the gloom to guide us on our sombre errand.",
    "",
    "s=603;"
  ],
  [
    10502,
    "There was little difficulty in entering the grounds, for unrepaired breaches gaped in the old park wall.",
    "p",
    "s=604;"
  ],
  [
    10503,
    "Making our way among the trees, we reached the lawn, crossed it, and were about to enter through the window when out from a clump of laurel bushes there darted what seemed to be a hideous and distorted child, who threw itself upon the grass with writhing limbs and then ran swiftly across the lawn into the darkness.",
    "",
    "s=605;"
  ],
  [
    10504,
    "\"My God!\" I whispered; \"did you see it?\"",
    "p",
    "s=606;"
  ],
  [
    10505,
    "Holmes was for the moment as startled as I.",
    "p",
    "s=607;"
  ],
  [
    10506,
    "His hand closed like a vice upon my wrist in his agitation.",
    "",
    "s=608;"
  ],
  [
    10507,
    "Then he broke into a low laugh and put his lips to my ear.",
    "",
    "s=609;"
  ],
  [
    10508,
    "\"It is a nice household,\" he murmured.",
    "p",
    "s=610;"
  ],
  [
    10509,
    "\"That is the baboon.\"",
    "",
    "s=611;"
  ],
  [
    10510,
    "I had forgotten the strange pets which the doctor affected.",
    "p",
    "s=612;"
  ],
  [
    10511,
    "There was a cheetah, too; perhaps we might find it upon our shoulders at any moment.",
    "",
    "s=613;"
  ],
  [
    10512,
    "I confess that I felt easier in my mind when, after following Holmes' example and slipping off my shoes, I found myself inside the bedroom.",
    "",
    "s=614;"
  ],
  [
    10513,
    "My companion noiselessly closed the shutters, moved the lamp onto the table, and cast his eyes round the room.",
    "",
    "s=615;"
  ],
  [
    10514,
    "All was as we had seen it in the daytime.",
    "",
    "s=616;"
  ],
  [
    10515,
    "Then creeping up to me and making a trumpet of his hand, he whispered into my ear again so gently that it was all that I could do to distinguish the words:  \"The least sound would be fatal to our plans.\"",
    "",
    "s=617;"
  ],
  [
    10516,
    "I nodded to show that I had heard.",
    "p",
    "s=618;"
  ],
  [
    10517,
    "\"We must sit without light.",
    "p",
    "s=619;"
  ],
  [
    10518,
    "He would see it through the ventilator.\"",
    "",
    "s=620;"
  ],
  [
    10519,
    "I nodded again.",
    "p",
    "s=621;"
  ],
  [
    10520,
    "\"Do not go asleep; your very life may depend upon it.",
    "p",
    "s=622;"
  ],
  [
    10521,
    "Have your pistol ready in case we should need it.",
    "",
    "s=623;"
  ],
  [
    10522,
    "I will sit on the side of the bed, and you in that chair.\"",
    "",
    "s=624;"
  ],
  [
    10523,
    "I took out my revolver and laid it on the corner of the table.",
    "p",
    "s=625;"
  ],
  [
    10524,
    "Holmes had brought up a long thin cane, and this he placed upon the bed beside him.",
    "p",
    "s=626;"
  ],
  [
    10525,
    "By it he laid the box of matches and the stump of a candle.",
    "",
    "s=627;"
  ],
  [
    10526,
    "Then he turned down the lamp, and we were left in darkness.",
    "",
    "s=628;"
  ],
  [
    10527,
    "How shall I ever forget that dreadful vigil?",
    "p",
    "s=629;"
  ],
  [
    10528,
    "I could not hear a sound, not even the drawing of a breath, and yet I knew that my companion sat open-eyed, within a few feet of me, in the same state of nervous tension in which I was myself.",
    "",
    "s=630;"
  ],
  [
    10529,
    "The shutters cut off the least ray of light, and we waited in absolute darkness.",
    "",
    "s=631;"
  ],
  [
    10530,
    "From outside came the occasional cry of a night-bird, and once at our very window a long drawn catlike whine, which told us that the cheetah was indeed at liberty.",
    "",
    "s=632;"
  ],
  [
    10531,
    "Far away we could hear the deep tones of the parish clock, which boomed out every quarter of an hour.",
    "",
    "s=633;"
  ],
  [
    10532,
    "How long they seemed, those quarters!",
    "",
    "s=634;"
  ],
  [
    10533,
    "Twelve struck, and one and two and three, and still we sat waiting silently for whatever might befall.",
    "",
    "s=635;"
  ],
  [
    10534,
    "Suddenly there was the momentary gleam of a light up in the direction of the ventilator, which vanished immediately, but was succeeded by a strong smell of burning oil and heated metal.",
    "p",
    "s=636;"
  ],
  [
    10535,
    "Someone in the next room had lit a dark-lantern.",
    "",
    "s=637;"
  ],
  [
    10536,
    "I heard a gentle sound of movement, and then all was silent once more, though the smell grew stronger.",
    "",
    "s=638;"
  ],
  [
    10537,
    "For half an hour I sat with straining ears.",
    "",
    "s=639;"
  ],
  [
    10538,
    "Then suddenly another sound became audible--a very gentle, soothing sound, like that of a small jet of steam escaping continually from a kettle.",
    "",
    "s=640;"
  ],
  [
    10539,
    "The instant that we heard it, Holmes sprang from the bed, struck a match, and lashed furiously with his cane at the bell-pull.",
    "",
    "s=641;"
  ],
  [
    10540,
    "\"You see it, Watson?\" he yelled.",
    "p",
    "s=642;"
  ],
  [
    10541,
    "\"You see it?\"",
    "",
    "s=643;"
  ],
  [
    10542,
    "But I saw nothing.",
    "p",
    "s=644;"
  ],
  [
    10543,
    "At the moment when Holmes struck the light I heard a low, clear whistle, but the sudden glare flashing into my weary eyes made it impossible for me to tell what it was at which my friend lashed so savagely.",
    "",
    "s=645;"
  ],
  [
    10544,
    "I could, however, see that his face was deadly pale and filled with horror and loathing.",
    "",
    "s=646;"
  ],
  [
    10545,
    "He had ceased to strike and was gazing up at the ventilator when suddenly there broke from the silence of the night the most horrible cry to which I have ever listened.",
    "p",
    "s=647;"
  ],
  [
    10546,
    "It swelled up louder and louder, a hoarse yell of pain and fear and anger all mingled in the one dreadful shriek.",
    "",
    "s=648;"
  ],
  [
    10547,
    "They say that away down in the village, and even in the distant parsonage, that cry raised the sleepers from their beds.",
    "",
    "s=649;"
  ],
  [
    10548,
    "It struck cold to our hearts, and I stood gazing at Holmes, and he at me, until the last echoes of it had died away into the silence from which it rose.",
    "",
    "s=650;"
  ],
  [
    10549,
    "\"What can it mean?\" I gasped.",
    "p",
    "s=651;"
  ],
  [
    10550,
    "\"It means that it is all over,\" Holmes answered.",
    "p",
    "s=652;"
  ],
  [
    10551,
    "\"And perhaps, after all, it is for the best.",
    "",
    "s=653;"
  ],
  [
    10552,
    "Take your pistol, and we will enter Dr.  Roylott's room.",
    "",
    "s=654;"
  ],
  [
    10553,
    "\"With a grave face he lit the lamp and led the way down the corridor.",
    "p",
    "s=655;"
  ],
  [
    10554,
    "Twice he struck at the chamber door without any reply from within.",
    "",
    "s=656;"
  ],
  [
    10555,
    "Then he turned the handle and entered, I at his heels, with the cocked pistol in my hand.",
    "",
    "s=657;"
  ],
  [
    10556,
    "It was a singular sight which met our eyes.",
    "p",
    "s=658;"
  ],
  [
    10557,
    "On the table stood a dark-lantern with the shutter half open, throwing a brilliant beam of light upon the iron safe, the door of which was ajar.",
    "",
    "s=659;"
  ],
  [
    10558,
    "Beside this table, on the wooden chair, sat Dr.  Grimesby Roylott clad in a long grey dressing-gown, his bare ankles protruding beneath, and his feet thrust into red heelless Turkish slippers.",
    "",
    "s=661;"
  ],
  [
    10559,
    "Across his lap lay the short stock with the long lash which we had noticed during the day.",
    "",
    "s=662;"
  ],
  [
    10560,
    "His chin was cocked upward and his eyes were fixed in a dreadful, rigid stare at the corner of the ceiling.",
    "",
    "s=663;"
  ],
  [
    10561,
    "Round his brow he had a peculiar yellow band, with brownish speckles, which seemed to be bound tightly round his head.",
    "",
    "s=664;"
  ],
  [
    10562,
    "As we entered he made neither sound nor motion.",
    "",
    "s=665;"
  ],
  [
    10563,
    "\"The band!",
    "p",
    "s=666;"
  ],
  [
    10564,
    "The speckled band!\" whispered Holmes.",
    "",
    "s=667;"
  ],
  [
    10565,
    "I took a step forward.",
    "p",
    "s=668;"
  ],
  [
    10566,
    "In an instant his strange headgear began to move, and there reared itself from among his hair the squat diamond-shaped head and puffed neck of a loathsome serpent.",
    "",
    "s=669;"
  ],
  [
    10567,
    "\"It is a swamp adder!\" cried Holmes; \"the deadliest snake in India.",
    "p",
    "s=670;"
  ],
  [
    10568,
    "He has died within ten seconds of being bitten.",
    "",
    "s=671;"
  ],
  [
    10569,
    "Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.",
    "",
    "s=672;"
  ],
  [
    10570,
    "Let us thrust this creature back into its den, and we can then remove Miss Stoner to some place of shelter and let the county police know what has happened.\"",
    "",
    "s=673;"
  ],
  [
    10571,
    "As he spoke he drew the dog-whip swiftly from the dead man's lap, and throwing the noose round the reptile's neck he drew it from its horrid perch and, carrying it at arm's length, threw it into the iron safe, which he closed upon it.",
    "p",
    "s=674;"
  ],
  [
    10572,
    "Such are the true facts of the death of Dr.  Grimesby Roylott, of Stoke Moran.",
    "p",
    "s=675;"
  ],
  [
    10573,
    "It is not necessary that I should prolong a narrative which has already run to too great a length by telling how we broke the sad news to the terrified girl, how we conveyed her by the morning train to the care of her good aunt at Harrow, of how the slow process of official inquiry came to the conclusion that the doctor met his fate while indiscreetly playing with a dangerous pet.",
    "",
    "s=676;"
  ],
  [
    10574,
    "The little which I had yet to learn of the case was told me by Sherlock Holmes as we travelled back next day.",
    "",
    "s=677;"
  ],
  [
    10575,
    "\"I had,\" said he, \"come to an entirely erroneous conclusion which shows, my dear Watson, how dangerous it always is to reason from insufficient data.",
    "p",
    "s=678;"
  ],
  [
    10576,
    "The presence of the gipsies, and the use of the word 'band', which was used by the poor girl, no doubt, to explain the appearance which she had caught a hurried glimpse of by the light of her match, were sufficient to put me upon an entirely wrong scent.",
    "",
    "s=679;"
  ],
  [
    10577,
    "I can only claim the merit that I instantly reconsidered my position when, however, it became clear to me that whatever danger threatened an occupant of the room could not come either from the window or the door.",
    "",
    "s=680;"
  ],
  [
    10578,
    "My attention was speedily drawn, as I have already remarked to you, to this ventilator, and to the bell-rope which hung down to the bed.",
    "",
    "s=681;"
  ],
  [
    10579,
    "The discovery that this was a dummy, and that the bed was clamped to the floor, instantly gave rise to the suspicion that the rope was there as a bridge for something passing through the hole and coming to the bed.",
    "",
    "s=682;"
  ],
  [
    10580,
    "The idea of a snake instantly occurred to me, and when I coupled it with my knowledge that the doctor was furnished with a supply of creatures from India, I felt that I was probably on the right track.",
    "",
    "s=683;"
  ],
  [
    10581,
    "The idea of using a form of poison which could not possibly be discovered by any chemical test was just such a one as would occur to a clever and ruthless man who had had an Eastern training.",
    "",
    "s=684;"
  ],
  [
    10582,
    "The rapidity with which such a poison would take effect would also, from his point of view, be an advantage.",
    "",
    "s=685;"
  ],
  [
    10583,
    "It would be a sharp-eyed coroner, indeed, who could distinguish the two little dark punctures which would show where the poison fangs had done their work.",
    "",
    "s=686;"
  ],
  [
    10584,
    "Then I thought of the whistle.",
    "",
    "s=687;"
  ],
  [
    10585,
    "Of course he must recall the snake before the morning light revealed it to the victim.",
    "",
    "s=688;"
  ],
  [
    10586,
    "He had trained it, probably by the use of the milk which we saw, to return to him when summoned.",
    "",
    "s=689;"
  ],
  [
    10587,
    "He would put it through this ventilator at the hour that he thought best, with the certainty that it would crawl down the rope and land on the bed.",
    "",
    "s=690;"
  ],
  [
    10588,
    "It might or might not bite the occupant, perhaps she might escape every night for a week, but sooner or later she must fall a victim.",
    "",
    "s=691;"
  ],
  [
    10589,
    "\"I had come to these conclusions before ever I had entered his room.",
    "p",
    "s=692;"
  ],
  [
    10590,
    "An inspection of his chair showed me that he had been in the habit of standing on it, which of course would be necessary in order that he should reach the ventilator.",
    "",
    "s=693;"
  ],
  [
    10591,
    "The sight of the safe, the saucer of milk, and the loop of whipcord were enough to finally dispel any doubts which may have remained.",
    "",
    "s=694;"
  ],
  [
    10592,
    "The metallic clang heard by Miss Stoner was obviously caused by her stepfather hastily closing the door of his safe upon its terrible occupant.",
    "",
    "s=695;"
  ],
  [
    10593,
    "Having once made up my mind, you know the steps which I took in order to put the matter to the proof.",
    "",
    "s=696;"
  ],
  [
    10594,
    "I heard the creature hiss as I have no doubt that you did also, and I instantly lit the light and attacked it.\"",
    "",
    "s=697;"
  ],
  [
    10595,
    "\"With the result of driving it through the ventilator.\"",
    "p",
    "s=698;"
  ],
  [
    10596,
    "\"And also with the result of causing it to turn upon its master at the other side.",
    "p",
    "s=699;"
  ],
  [
    10597,
    "Some of the blows of my cane came home and roused its snakish temper, so that it flew upon the first person it saw.",
    "",
    "s=700;"
  ],
  [
    10598,
    "In this way I am no doubt indirectly responsible for Dr.  Grimesby Roylott's death, and I cannot say that it is likely to weigh very heavily upon my conscience.\"",
    "",
    "s=701;"
  ]
]